<?php

return [
    'accepted' => 'Поле :attribute должно быть принято.',
    'required' => 'Поле :attribute обязательно для заполнения.',
    'string' => 'Поле :attribute должно быть строкой.',
    'max' => [
        'string' => 'Поле :attribute не должно превышать :max символов.',
    ],
    'min' => [
        'string' => 'Поле :attribute должно содержать не менее :min символов.',
    ],
    'in' => 'Выбранное значение поля :attribute недопустимо.',
    'unique' => 'Такое значение поля :attribute уже существует.',
    'email' => 'Поле :attribute должно быть действительным адресом электронной почты.',
    'confirmed' => 'Подтверждение поля :attribute не совпадает.',
];
